IdeaRS.Connections
CalcCaseData Properties
Compatible with IDEA StatiCa 0.0
The CalcCaseData type exposes the following members.
Properties
Name | Description
ForcesOnSegments
ForcesPercentageOnSegments
CheckEquilibrium
Id
Name
PercentageLoad
Top
See Also
Reference
CalcCaseData Class
IdeaRS.Connections.Data Namespace